Repository: taranntell/Sunny-Boy-
Catalog: app/Poldi/*.lproj/*.lproj/Localizable.strings
Languages: de, es

source: Athour
de: Um 8:00 Uhr
es: A las 8:00 am

source: at
de: Um
es: A las

source: Train
de: Zug
es: Tren

source: Car
de: Auto
es: Coche

source: Ricksaw
de: Rickscha
es: Bicitaxi

source: Date
de: Datum
es: Fecha

source: Time
de: Zeit
es: Hora

source: Start Point
de: Start Punkt

source: End Point
de: End Punkt

source: From
de: Von
es: Inicio

source: To
de: Nach
es: Destino

source: infoNoGuarantee
de: Alle Angaben ohne Gewähr
es: Todos los datos sin garantía

source: Travel Planner
de: Sunny Boy
es: Sunny Boy

source: For example: Berlin
de: Zum Beispiel: Berlin
es: Por ejemplo: Berlin

source: For example: Hamburg
de: Zum Beispiel: Hamburg
es: Por ejemplo: Hamburg

source: Time Planner
de: Reiseplanung
es: Planeador del tiempo

source: It seems that we can not find your location, please check your internet connection and try again.
de: Deine Ortsangabe ist unbekannt. Bitte überprüfe deine Internetverbindung und versuche es noch einmal.
es: La ubicación no ha sido encontrada, favor de checar la conexión a Internet e intentar de nuevo.

source: Left
de: Links
es: Izquierda

source: Please Sit Left
de: Bitte links sitzen
es: Asiento a la izquierda

source: Left Side
de: Linke Seite
es: Lado izquierdo

source: Right Side
de: Rechte Seite
es: Lado derecho

source: Please Sit Right
de: Bitte rechts sitzen
es: Asiento a la derecha

source: Right
de: Rechts
es: Derecha

source: Keep the sun glasses in the bag
de: Vergiss die Sonnenbrille!
es: ¡Guarda tus lentes de sol!

source: not shining
de: scheint nicht
es: sin brillar

source: Driving for more than a day is not supported, please reduce the distance. Thank you!
de: Fahrten länger als ein Tag werden nicht unterstützt, bitte Entfernung anpassen. Danke!
es: Viajes de más de un día no están disponibles, favor de reducir la distancia. ¡Gracias!

source: afert sunshine left
de: Bei Tagesanbruch links sitzen
es: Al amanecer sientate la izquierda

source: will be right.
de: wird rechts sein
es: a la derecha

source: after sunshile right
de: Bei Tagesanbruch rechts sitzen
es: Al amanecer sientate la derecha

source: will be left.
de: wird links sein
es: a la izquierda

source: Train mode
de: Zug-Modus
es: Modo tren

source: Car mode
de: Auto-Modus
es: Modo coche

source: Bus mode
de: Bus-Modus
es: Modo autobus

source: Ricksaw mode
de: Rikscha-Modus
es: Modo bicitaxi

source: seat train locator
de: Screen berühren um besten Platz im Zug zu finden:
es: Toque la pantalla para encontrar el mejor asiento en el tren:

source: seat car locator
de: Screen berühren um besten Platz im Auto zu finden:
es: Toque la pantalla para encontrar el mejor asiento en el auto:

source: seat bus locator
de: Screen berühren um besten Platz im Bus zu finden:
es: Toque la pantalla para encontrar el mejor asiento en el autobus:

source: seat riscksaw locator
de: Screen berühren um besten Platz im Ricksaw zu finden:
es: Toque la pantalla para encontrar el mejor asiento en el bicitaxi:

source: train locator
de: seat_locator_train-de.png
es: seat_locator_train-es.png

source: car locator
de: seat_locator_car-de.png
es: seat_locator_car-es.png

source: bus locator
de: seat_locator_bus-de.png
es: seat_locator_bus-es.png

source: ricksaw locator
de: seat_locator_ricksaw-de.png
es: seat_locator_ricksaw-es.png

source: Welcome
de: Willkommen
es: Bienvenido

source: oneTouch one time
de: 1x Finde besten Platz
es: 1x busca el mejor asiento

source: oneTouch two times
de: 2x Fahrzeug wechseln
es: 2x cambia el vehículo

source: best seats
de: Beste Sitzplätze
es: Los mejores asiento

source: Bus
es: Autobus
